[
    
        {
            "id": "catch",
            "title": "Catch Me If You Can",
            "year": "2002",
            "genre": "Crime",
            "image":"catchmeifyoucan.jpg",
            "synopsis": "Guy prints fake money, on the run the whole time."
        },
        {
            "id": "shawshank",
            "title": "Shawshank Redemption",
            "year": "1994",
            "genre": "Crime",
            "image": "shawshankredemption.jpg",
            "synopsis": "Are you gonna stay in prison if you're innocent? Or are you?"
        },
        {
            "id": "ironman",
            "title": "Iron Man",
            "year": "2008",
            "genre": "Action",
            "image": "ironman.jpg",
            "synopsis": "Rich guy builds himself an expensive toy."
        },
        {
            "id": "deadpoets",
            "title": "Dead Poets Society",
            "year": "1989",
            "genre": "Comedy",
            "image": "deadpoetssociety.jpg",
            "synopsis": "Something about poetry."
        },
        {
            "id": "coriolanus",
            "title": "Coriolanus",
            "year": "2011",
            "genre": "Thriller",
            "image": "coriolanus.jpg",
            "synopsis": "Based on the play by prolific playwright William Shakespeare, Coriolanus is one of many adaptations that tell the story of Roman General Coriolanus who fails to win the support of his people and loses the position of Consul. He then allies with his enemy Tullus Aufidius and swears to take revenge on his city."
        },
        {
            "id": "hackshaw",
            "title": "Hacksaw Ridge",
            "year": "2016",
            "genre": "Thriller",
            "image": "hackshawridge.jpg",
            "synopsis": "Hackshaw Ridge is a 2016 biographical war film directed by Mel Gibson and written by Andrew Knight and Robert Schenkkan, based on the 2004 documentary The Conscientious Objector. The film focuses on the World War II experiences of Desmond Doss, an American pacifist combat medic who, as a Seventh-day Adventist Christian, refused to carry or use a weapon or firearm of any kind. Doss became the first conscientious objector to be awarded the Medal of Honor, for service above and beyond the call of duty during the Battle of Okinawa. Andrew Garfield stars as Doss, with Sam Worthington, Luke Bracey, Teresa Palmer, Hugo Weaving, Rachel Griffiths, and Vince Vaughn in supporting roles."  
        },
        {
            "id": "theateam",
            "title": "The A-Team",
            "year": "2010",
            "genre": "Thriller",
            "image": "theateam.jpg",
            "synopsis": "The A-Team is a 2010 American action thriller film[4] based on the 1980s television series of the same name created by Frank Lupo and Stephen J. Cannell. Directed by Joe Carnahan and written by Carnahan, Brian Bloom, and Skip Woods, the film stars Liam Neeson, Bradley Cooper, Quinton Jackson, Sharlto Copley, Jessica Biel, Patrick Wilson and Yul Vazquez. The film tells the story of a Special Forces team who, imprisoned for a crime they did not commit, escapes and sets out to clear their names. The film was produced by Cannell,[5] Ridley Scott, and Tony Scott.[6][7] The film was theatrically released on June 11, 2010 by 20th Century Fox."  
        },
        {
            "id": "pursuit",
            "title": "The Pursuit of Happyness",
            "year": "2006",
            "genre": "Drama",
            "image": "pofh.jpg",
            "synopsis": "The Pursuit of Happyness is a 2006 American biographical drama film directed by Gabriele Muccino and starring Will Smith as Chris Gardner, a homeless salesman. Smith's son Jaden Smith co-stars, making his film debut as Gardner's son, Christopher Jr. The screenplay by Steven Conrad is based on the best-selling 2006 memoir of the same name written by Gardner with Quincy Troupe. It is based on Gardner's nearly one-year struggle being homeless.[2] The unusual spelling of the film's title comes from a mural that Gardner sees on the wall outside the daycare facility his son attends."  
        },
        {
            "id": "thematrix",
            "title": "The Matrix",
            "year": "1999",
            "genre": "Sci-Fi",
            "image": "matrix.jpg",
            "synopsis": "The Matrix is a 1999 American science fiction action film[3][4] written and directed by the Wachowskis.[a] It stars Keanu Reeves, Laurence Fishburne, Carrie-Anne Moss, Hugo Weaving, and Joe Pantoliano and is the first installment in the Matrix franchise. It depicts a dystopian future in which humanity is unknowingly trapped inside a simulated reality, the Matrix, created by intelligent machines to distract humans while using their bodies as an energy source.[5] When computer programmer Thomas Anderson, under the hacker alias (Neo), uncovers the truth, he is drawn into a rebellion against the machines along with other people who have been freed from the Matrix."  
        },
        {
            "id": "gonegirl",
            "title": "Gone Girl",
            "year": "2014",
            "genre": "Thriller",
            "image": "Gone Girl.jpg",
            "synopsis": "Adapted from the bestseller by Gillian Flynn, Gone Girl tells the story of a man who sees the spotlight turned on him when his wife’s disappearance becomes the focus of an intense media circus."  
        },
        {
            "id": "parasite",
            "title": "Parasite",
            "year": "2019",
            "genre": "Drama",
            "image": "Parasite.jpg",
            "synopsis": "This movie shot to the spotlight when it won the Academy award for Best picture in 2020. Parasite tells the story of two families, the Kim family and the Park family, in a tale of greed and class discrimination that threaten the newly formed symbiotic relationship between both families."  
        },
        {
            "id": "joker",
            "title": "Joker",
            "year": "2019",
            "genre": "Crime",
            "image": "Joker.jpg",
            "synopsis": "In Gotham City, mentally troubled comedian Arthur Fleck is disregarded and mistreated by society. He then embarks on a downward spiral of revolution and bloody crime. This path brings him face-to-face with his alter-ego: the Joker."  
        },
        {
            "id": "devilallthetime",
            "title": "The Devil All The Time",
            "year": "2020",
            "genre": "Thriller",
            "image": "Devil all the time.jpg",
            "synopsis": "Set in rural southern Ohio and West Virginia, The Devil All the Time follows a cast of compelling and bizarre characters from the end of World War II to the 1960s. There's Willard Russell, tormented veteran of the carnage in the South Pacific, who can't save his beautiful wife, Charlotte, from an agonizing death by cancer no matter how much sacrificial blood he pours on his prayerlog. There's Carl and Sandy Henderson, a husband-and-wife team of serial killers, who troll America's highways searching for suitable models to photograph and exterminate. There's the spider-handling preacher Roy and his crippled virtuoso-guitar-playing sidekick, Theodore, running from the law. And caught in the middle of all this is Arvin Eugene Russell, Willard and Charlotte's orphaned son, who grows up to be a good but also violent man in his own right."  
        }
    ]   
